Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Complete your first sensory session
es: Completa tu primera sesion sensorial
pt_br: Complete sua primeira sessao sensorial

source: Completed
es: Completado
pt_br: Completado

source: Completed %@
es: Completado %@
pt_br: Concluido %@

source: Completed %@ ago
es: Completado hace %@
pt_br: Concluido ha %@

source: Completed %lld sessions
es: Completadas %lld sesiones
pt_br: Concluidas %lld sessoes

source: Completed for today!
es: Completado por hoy!
pt_br: Concluido por hoje!

source: Completed!
es: ¡Completado!
pt_br: Concluído!

source: Completion Details
es: Detalles de Finalizacion
pt_br: Detalhes de Conclusao

source: Completion Stats
es: Estadisticas de Finalizacion
pt_br: Estatisticas de Conclusao

source: Components
es: Componentes
pt_br: Componentes

source: confidence
es: confianza
pt_br: confianca

source: Confidence
es: Confianza
pt_br: Confianca

source: Confidence level %lld of 3
es: Nivel de confianza %lld de 3
pt_br: Nivel de confianca %lld de 3

source: Confidence:
es: Confianza:
pt_br: Confianca:

source: Confidence: %@
es: Confianza: %@
pt_br: Confianca: %@

source: Confidence: %lld%%
es: Confianza: %lld%%
pt_br: Confiança: %lld%%

source: Configure
es: Configurar
pt_br: Configurar

source: Confirm Password
es: Confirmar Contrasena
pt_br: Confirmar Senha

source: Confirm your top 5 values
es: Confirma tus 5 valores principales
pt_br: Confirme seus 5 principais valores

source: Congratulations on completing your wellness journey! You've built lasting habits and shown incredible dedication.
es: Felicitaciones por completar tu viaje de bienestar! Has construido habitos duraderos y demostrado una dedicacion increible.
pt_br: Parabens por completar sua jornada de bem-estar! Voce construiu habitos duradouros e mostrou dedicacao incrivel.

source: Congratulations!
es: ¡Felicitaciones!
pt_br: Parabéns!

# Congratulations! You've reached level %lld, %@
source: Congratulations! You've reached level %1$lld, %2$@
es: Felicitaciones! Has alcanzado el nivel %1$lld, %2$@
pt_br: Parabens! Voce alcancou o nivel %1$lld, %2$@

source: Connect
es: Conectar
pt_br: Conectar

source: Connect Apple Health
es: Conectar Apple Health
pt_br: Conectar Apple Health

source: Connect Health Data
es: Conectar Datos de Salud
pt_br: Conectar Dados de Saude

source: Connect HealthKit
es: Conectar HealthKit
pt_br: Conectar HealthKit

source: Connect HealthKit or manually log your sleep to get personalized insights
es: Conecta HealthKit o registra manualmente tu sueño para obtener perspectivas personalizadas
pt_br: Conecte o HealthKit ou registre manualmente seu sono para obter insights personalizados

source: Connect with a partner for accountability and support on your wellness journey
es: Conecta con un companero para responsabilidad y apoyo en tu viaje de bienestar
pt_br: Conecte-se com um parceiro para responsabilidade e apoio em sua jornada de bem-estar

source: Connect with a trained peer supporter for a confidential conversation.
es: Conecta con un apoyo de pares capacitado para una conversacion confidencial.
pt_br: Conecte-se com um apoiador de pares treinado para uma conversa confidencial.

source: Connect with family members for shared wellness activities
es: Conecta con miembros de la familia para actividades de bienestar compartidas
pt_br: Conecte-se com membros da familia para atividades de bem-estar compartilhadas

source: Connect with partner
es: Conectar con pareja
pt_br: Conectar com parceiro

source: Connect with your therapist to share your wellness progress securely.
es: Conecta con tu terapeuta para compartir tu progreso de bienestar de forma segura.
pt_br: Conecte-se com seu terapeuta para compartilhar seu progresso de bem-estar com seguranca.

source: Connected
es: Conectado
pt_br: Conectado

source: Connected Providers
es: Proveedores Conectados
pt_br: Provedores Conectados

source: Connected since %@
es: Conectado desde %@
pt_br: Conectado desde %@

source: Connecting...
es: Conectando...
pt_br: Conectando...

source: Connection Status
es: Estado de Conexion
pt_br: Status de Conexao

source: Consistency Champion
es: Campeon de Consistencia
pt_br: Campeao de Consistencia

source: Contact Info
es: Info de Contacto
pt_br: Info de Contato

source: Contact Information
es: Informacion de Contacto
pt_br: Informacoes de Contato

source: Contact method
es: Metodo de contacto
pt_br: Metodo de contato

source: Contact Method
es: Metodo de Contacto
pt_br: Metodo de Contato

source: Contact Name
es: Nombre del contacto
pt_br: Nome do contato

source: Contact Sales
es: Contactar ventas
pt_br: Contatar vendas

source: Contact Support
es: Contactar soporte
pt_br: Contatar suporte

source: Contains: %@
es: Contiene: %@
pt_br: Contem: %@

source: Content
es: Contenido
pt_br: Conteúdo

source: Content Created!
es: Contenido Creado!
pt_br: Conteudo Criado!

source: Content Details
es: Detalles del Contenido
pt_br: Detalhes do Conteudo

source: Content Issue
es: Problema de Contenido
pt_br: Problema de Conteudo

source: Content Library
es: Biblioteca de Contenido
pt_br: Biblioteca de Conteudo

source: Content Notes:
es: Notas del Contenido:
pt_br: Notas do Conteudo:

source: Content Published
es: Contenido Publicado
pt_br: Conteudo Publicado

source: Content Type
es: Tipo de Contenido
pt_br: Tipo de Conteudo

source: Content Types
es: Tipos de Contenido
pt_br: Tipos de Conteudo

source: Content-Specific Settings
es: Configuracion Especifica de Contenido
pt_br: Configuracoes Especificas de Conteudo

source: Context (optional)
es: Contexto (opcional)
pt_br: Contexto (opcional)

source: Context (Optional)
es: Contexto (opcional)
pt_br: Contexto (opcional)

source: Continue
es: Continuar
pt_br: Continuar

source: Continue journaling without exploring this pattern
es: Continuar escribiendo sin explorar este patrón
pt_br: Continuar escrevendo sem explorar este padrão

source: Continue My Journey
es: Continuar Mi Viaje
pt_br: Continuar Minha Jornada

source: Continue Program
es: Continuar Programa
pt_br: Continuar Programa

source: Continue to next step
es: Continuar al siguiente paso
pt_br: Continuar para o próximo passo

source: Continue to: %@
es: Continuar a: %@
pt_br: Continuar para: %@

source: Continue where you left off
es: Continua donde lo dejaste
pt_br: Continue de onde parou

source: Continue with Email
es: Continuar con email
pt_br: Continuar com email

source: Continue with Google
es: Continuar con Google
pt_br: Continuar com Google

source: Continue without inviting a buddy
es: Continuar sin invitar a un companero
pt_br: Continuar sem convidar um amigo

source: Contrast & Display
es: Contraste y Pantalla
pt_br: Contraste e Exibicao

source: Contribute
es: Contribuir
pt_br: Contribuir

source: Contribute Anonymous Data
es: Contribuir datos anónimos
pt_br: Contribuir dados anônimos

source: Contributing Factors
es: Factores contribuyentes
pt_br: Fatores contribuintes

source: Control how and when we reach out to you.
es: Controla como y cuando nos comunicamos contigo.
pt_br: Controle como e quando entramos em contato com voce.

source: Control how detailed your weekly stories are.
es: Controla qué tan detalladas son tus historias semanales.
pt_br: Controle o quão detalhadas são suas histórias semanais.

source: Conversation Rehearsal Studio
es: Estudio de ensayo de conversaciones
pt_br: Estúdio de ensaio de conversas

source: Cool Temperature
es: Temperatura fresca
pt_br: Temperatura fresca

source: Copied
es: Copiado
pt_br: Copiado

source: Copied!
es: Copiado!
pt_br: Copiado!

source: Coping Kits
es: Kits de Afrontamiento
pt_br: Kits de Enfrentamento

source: Coping Strategies
es: Estrategias de afrontamiento
pt_br: Estratégias de enfrentamento

source: Copy
es: Copiar
pt_br: Copiar

source: Copy Code
es: Copiar Código
pt_br: Copiar Código

source: Copy invite code
es: Copiar codigo de invitacion
pt_br: Copiar codigo de convite

source: correlation
es: correlacion
pt_br: correlacao

source: Couldn't Create Challenge
es: No se Pudo Crear el Desafio
pt_br: Nao Foi Possivel Criar o Desafio

source: Couldn't load audio content
es: No se pudo cargar el contenido de audio
pt_br: Nao foi possivel carregar o conteudo de audio

source: Couldn't load conversations
es: No se pudieron cargar las conversaciones
pt_br: Nao foi possivel carregar as conversas

source: Couldn't load exercises
es: No se pudieron cargar los ejercicios
pt_br: Nao foi possivel carregar os exercicios

source: Couldn't load quests
es: No se pudieron cargar las misiones
pt_br: Nao foi possivel carregar as missoes

source: Couldn't Send Hug
es: No se Pudo Enviar el Abrazo
pt_br: Nao Foi Possivel Enviar o Abraco

source: Couldn't Send Invite
es: No se Pudo Enviar la Invitacion
pt_br: Nao Foi Possivel Enviar o Convite

source: Couldn't start conversation
es: No se pudo iniciar la conversacion
pt_br: Nao foi possivel iniciar a conversa

source: Count
es: Conteo
pt_br: Contagem

source: Countdown: %lld seconds
es: Cuenta regresiva: %lld segundos
pt_br: Contagem regressiva: %lld segundos

source: Countdown: %lld seconds. Your emergency contact will be notified unless you cancel.
es: Cuenta regresiva: %lld segundos. Tu contacto de emergencia sera notificado a menos que canceles.
pt_br: Contagem regressiva: %lld segundos. Seu contato de emergencia sera notificado a menos que voce cancele.

source: Couples Exercises
es: Ejercicios de Pareja
pt_br: Exercicios de Casal

source: Create
es: Crear
pt_br: Criar

source: Create a circle to share your wellness journey with friends
es: Crea un circulo para compartir tu viaje de bienestar con amigos
pt_br: Crie um circulo para compartilhar sua jornada de bem-estar com amigos

# Create a goal to reach %lld by %@?
source: Create a goal to reach %1$lld by %2$@?
es: Crear un objetivo para alcanzar %1$lld para el %2$@?
pt_br: Criar uma meta para alcancar %1$lld ate %2$@?

source: Create a mix in the mixer and tap "Save" to save it here.
es: Crea una mezcla en el mezclador y toca "Guardar" para guardarla aqui.
pt_br: Crie uma mistura no mixer e toque em "Salvar" para salva-la aqui.

source: Create a personalized exercise just for you
es: Crea un ejercicio personalizado solo para ti
pt_br: Crie um exercício personalizado só para você

source: Create Account
es: Crear Cuenta
pt_br: Criar Conta

source: Create AI Art
es: Crear arte con IA
pt_br: Criar arte com IA

source: Create Another
es: Crear Otro
pt_br: Criar Outro

source: Create Challenge
es: Crear Desafio
pt_br: Criar Desafio

source: Create Circle
es: Crear círculo
pt_br: Criar círculo

source: Create Content
es: Crear contenido
pt_br: Criar conteúdo

source: Create Entry
es: Crear Entrada
pt_br: Criar Entrada

source: Create Exercise
es: Crear ejercicio
pt_br: Criar exercício

source: Create Family
es: Crear Familia
pt_br: Criar Família

source: Create First Challenge
es: Crear Primer Desafio
pt_br: Criar Primeiro Desafio

source: Create invite code
es: Crear codigo de invitacion
pt_br: Criar codigo de convite

source: Create Invite Code
es: Crear Codigo de Invitacion
pt_br: Criar Codigo de Convite

source: Create My Signature
es: Crear mi firma
pt_br: Criar minha assinatura

source: Create new entry
es: Crear nueva entrada
pt_br: Criar nova entrada

source: Create personalized meditations, sleep stories, and more with AI
es: Crea meditaciones personalizadas, historias para dormir y mas con IA
pt_br: Crie meditacoes personalizadas, historias para dormir e mais com IA

source: Create ritual
es: Crear ritual
pt_br: Criar ritual

source: Create Ritual
es: Crear Ritual
pt_br: Criar Ritual

source: Create Something
es: Crear Algo
pt_br: Criar Algo

source: Create Thought Record
es: Crear Registro de Pensamientos
pt_br: Criar Registro de Pensamentos

source: Create Your Safety Plan
es: Crea Tu Plan de Seguridad
pt_br: Crie Seu Plano de Seguranca

source: Created:
es: Creado:
pt_br: Criado:

source: Creating your %@...
es: Creando tu %@...
pt_br: Criando seu %@...

source: Creating your artwork...
es: Creando tu obra de arte...
pt_br: Criando sua arte...

source: Creating your routine...
es: Creando tu rutina...
pt_br: Criando sua rotina...

source: Creating...
es: Creando...
pt_br: Criando...

source: Creative Exercises
es: Ejercicios Creativos
pt_br: Exercicios Criativos

source: Creator Application
es: Solicitud de Creador
pt_br: Solicitacao de Criador

source: Creator Studio
es: Estudio de Creador
pt_br: Estudio de Criador

source: Credentials
es: Credenciales
pt_br: Credenciais

source: CRISIS DETECTED
es: CRISIS DETECTADA
pt_br: CRISE DETECTADA

source: Crisis Hotline
es: Línea de Crisis
pt_br: Linha de Crise

source: Crisis hotlines and professional resources. These are always available.
es: Lineas de crisis y recursos profesionales. Siempre estan disponibles.
pt_br: Linhas de crise e recursos profissionais. Estao sempre disponiveis.

source: Crisis Only
es: Solo Crisis
pt_br: Apenas Crise

source: Crisis Resources
es: Recursos de crisis
pt_br: Recursos de crise

source: Crisis Text Line
es: Linea de Texto de Crisis
pt_br: Linha de Texto de Crise

source: Crisis Text Line (text HOME to 741741)
es: Linea de Texto de Crisis (envia HOME al 741741)
pt_br: Linha de Texto de Crise (envie HOME para 741741)

# crisis.disclaimer
source: MindFriend is not a replacement for professional mental health care. If you're in crisis, please contact emergency services or a crisis helpline.
es: Si estas en crisis, por favor busca ayuda.
pt_br: Se voce esta em crise, por favor busque ajuda.

# crisis.title
source: Crisis Resources
es: Recursos de Crisis
pt_br: Recursos de Crise

source: Critical - Blocks access
es: Critico - Bloquea acceso
pt_br: Critico - Bloqueia acesso

source: Crop Photo
es: Recortar foto
pt_br: Recortar foto

source: Cumulative
es: Acumulativo
pt_br: Cumulativo

source: Current Capacity
es: Capacidad actual
pt_br: Capacidade atual

source: Current Mood
es: Estado de Animo Actual
pt_br: Humor Atual

source: Current mood level
es: Nivel de animo actual
pt_br: Nivel de humor atual

source: Current phase: %@
es: Fase actual: %@
pt_br: Fase atual: %@

source: Current Phase: %@
es: Fase actual: %@
pt_br: Fase atual: %@

source: Current prompt: %@
es: Prompt actual: %@
pt_br: Prompt atual: %@

source: Currently Active
es: Actualmente Activo
pt_br: Atualmente Ativo

source: Currently Active (%lld)
es: Actualmente activo (%lld)
pt_br: Atualmente ativo (%lld)

source: Currently Enrolled
es: Actualmente Inscrito
pt_br: Atualmente Inscrito

source: Currently enrolled in "%@"
es: Actualmente inscrito en "%@"
pt_br: Atualmente inscrito em "%@"

source: Currently selected. Tap to deselect
es: Actualmente seleccionado. Toca para deseleccionar
pt_br: Atualmente selecionado. Toque para desmarcar

source: Custom
es: Personalizado
pt_br: Personalizado

source: Customize ambient backgrounds that adapt to your mood and time of day.
es: Personaliza fondos ambientales que se adaptan a tu estado de ánimo y hora del día.
pt_br: Personalize fundos ambientes que se adaptam ao seu humor e hora do dia.

source: Customize how your journal entries are displayed.
es: Personaliza como se muestran tus entradas de diario.
pt_br: Personalize como suas entradas de diario sao exibidas.

source: Customize which calming exercises are included in your SOS intervention.
es: Personaliza que ejercicios de calma se incluyen en tu intervencion SOS.
pt_br: Personalize quais exercicios de calma sao incluidos em sua intervencao SOS.

# Cycle %lld of %lld
source: Cycle %1$lld of %2$lld
es: Ciclo %lld de %lld
pt_br: Ciclo %lld de %lld

# Cycle %lld/%lld
source: Cycle %1$lld/%2$lld
es: Ciclo %lld/%lld
pt_br: Ciclo %lld/%lld

source: Daily
es: Diario
pt_br: Diário

source: Daily Briefing
es: Resumen diario
pt_br: Resumo diário

source: Daily Check-In
es: Registro diario
pt_br: Check-in diário

source: Daily Generations
es: Generaciones Diarias
pt_br: Geracoes Diarias

source: Daily Limit
es: Límite diario
pt_br: Limite diário

source: Daily limit reached. Upgrade to Premium for unlimited generations!
es: Límite diario alcanzado. ¡Actualiza a Premium para generaciones ilimitadas!
pt_br: Limite diário atingido. Atualize para Premium para gerações ilimitadas!

source: Daily Reminder
es: Recordatorio Diario
pt_br: Lembrete Diário

source: Daily Reminder Time
es: Hora del Recordatorio Diario
pt_br: Horario do Lembrete Diario

source: Daily Reminders
es: Recordatorios Diarios
pt_br: Lembretes Diarios

source: Daily Target
es: Meta diaria
pt_br: Meta diária

source: Danger Zone
es: Zona de Peligro
pt_br: Zona de Perigo

source: Dark Room
es: Habitación oscura
pt_br: Quarto escuro

source: Data
es: Datos
pt_br: Dados

source: Data Display
es: Visualización de datos
pt_br: Exibição de dados

source: Data Management
es: Gestion de Datos
pt_br: Gerenciamento de Dados

source: Data Preview
es: Vista previa de datos
pt_br: Visualização de dados

source: Data Sources
es: Fuentes de Datos
pt_br: Fontes de Dados

source: Data Sync
es: Sincronización de datos
pt_br: Sincronização de dados

source: Data Types
es: Tipos de Datos
pt_br: Tipos de Dados

source: Data will appear as you progress through the exercise
es: Los datos aparecerán a medida que avances en el ejercicio
pt_br: Os dados aparecerão conforme você avança no exercício

source: Date
es: Fecha
pt_br: Data

source: Date Range
es: Rango de fechas
pt_br: Intervalo de datas

source: Day
es: Día
pt_br: Dia

source: Day %lld
es: Día %lld
pt_br: Dia %lld

# Day %lld • %@
source: Day %1$lld • %2$@
es: Día %lld • %@
pt_br: Dia %lld • %@

source: Day %lld Check-In
es: Registro del Dia %lld
pt_br: Check-in do Dia %lld

# Day %lld of %@
source: Day %1$lld of %2$@
es: Dia %1$lld de %2$@
pt_br: Dia %1$lld de %2$@

# Day %lld of %lld
source: Day %1$lld of %2$lld
es: Día %lld de %lld
pt_br: Dia %lld de %lld

source: Day %lld of 7
es: Dia %lld de 7
pt_br: Dia %lld de 7

# Day %lld: %@
source: Day %1$lld: %2$@
es: Dia %1$lld: %2$@
pt_br: Dia %1$lld: %2$@

# Day %lld/%lld
source: Day %1$lld/%2$lld
es: Día %lld/%lld
pt_br: Dia %lld/%lld

source: day streak
es: dias de racha
pt_br: dias de sequencia

source: Day Streak
es: Racha de Días
pt_br: Sequência de Dias

source: days
es: días
pt_br: dias

source: Days
es: Días
pt_br: Dias

source: Debt
es: Deuda
pt_br: Dívida

source: Decline
es: Rechazar
pt_br: Recusar

source: Decline Request
es: Rechazar solicitud
pt_br: Recusar solicitação

source: Declining
es: Declinando
pt_br: Declinando

source: Deep Focus
es: Enfoque Profundo
pt_br: Foco Profundo

source: Deep, slow rhythm that grounds you to the present
es: Ritmo profundo y lento que te ancla al presente
pt_br: Ritmo profundo e lento que te ancora ao presente

source: Default
es: Predeterminado
pt_br: Padrão

source: Default Coaching Mode
es: Modo de Coaching Predeterminado
pt_br: Modo de Coaching Padrao

source: Default Content Age Filter
es: Filtro de Edad de Contenido Predeterminado
pt_br: Filtro de Idade de Conteudo Padrao

source: Default Session Duration
es: Duracion de Sesion Predeterminada
pt_br: Duracao de Sessao Padrao

source: Default Sharing Permissions
es: Permisos de Compartir Predeterminados
pt_br: Permissoes de Compartilhamento Padrao

source: Default Speed
es: Velocidad Predeterminada
pt_br: Velocidade Padrao

source: Default Voice
es: Voz Predeterminada
pt_br: Voz Padrao

source: Delete
es: Eliminar
pt_br: Excluir

source: Delete "%@"
es: Eliminar "%@"
pt_br: Excluir "%@"

source: Delete Account
es: Eliminar cuenta
pt_br: Excluir conta

source: Delete All
es: Eliminar Todo
pt_br: Excluir Tudo

source: Delete All Data
es: Eliminar todos los datos
pt_br: Excluir todos os dados

source: Delete All Downloads
es: Eliminar Todas las Descargas
pt_br: Excluir Todos os Downloads

source: Delete All Downloads?
es: Eliminar Todas las Descargas?
pt_br: Excluir Todos os Downloads?

source: Delete All Journal Data
es: Eliminar Todos los Datos del Diario
pt_br: Excluir Todos os Dados do Diario

source: Delete All Prediction Data
es: Eliminar Todos los Datos de Prediccion
pt_br: Excluir Todos os Dados de Previsao

source: Delete Creation?
es: Eliminar Creacion?
pt_br: Excluir Criacao?

source: Delete Download?
es: Eliminar Descarga?
pt_br: Excluir Download?

source: Delete Entry
es: Eliminar entrada
pt_br: Excluir entrada

source: Delete Entry?
es: ¿Eliminar entrada?
pt_br: Excluir entrada?

source: Delete Failed
es: Eliminacion Fallida
pt_br: Exclusao Falhou

source: Delete memory
es: Eliminar recuerdo
pt_br: Excluir memoria

source: Delete Memory
es: Eliminar Recuerdo
pt_br: Excluir Memoria

source: Delete Mix
es: Eliminar Mezcla
pt_br: Excluir Mistura

source: Delete Prediction Data?
es: ¿Eliminar datos de predicción?
pt_br: Excluir dados de previsão?

source: Delete Safety Plan
es: Eliminar Plan de Seguridad
pt_br: Excluir Plano de Seguranca

source: Delete this life event?
es: ¿Eliminar este evento de vida?
pt_br: Excluir este evento de vida?

source: Delivered: %@
es: Entregado: %@
pt_br: Entregue: %@

source: Delivery
es: Entrega
pt_br: Entrega

source: Delivery date picker
es: Selector de fecha de entrega
pt_br: Seletor de data de entrega

source: Delivery Preferences
es: Preferencias de Entrega
pt_br: Preferencias de Entrega

source: Denied
es: Denegado
pt_br: Negado

source: Deposits (%lld)
es: Depósitos (%lld)
pt_br: Depósitos (%lld)

source: Describe the issue or suggestion in detail...
es: Describe el problema o sugerencia en detalle...
pt_br: Descreva o problema ou sugestao em detalhes...

source: Describe the situation or event that triggered your current mood. Be specific about when, where, and what happened.
es: Describe la situacion o evento que desencadeno tu estado de animo actual. Se especifico sobre cuando, donde y que paso.
pt_br: Descreva a situacao ou evento que desencadeou seu humor atual. Seja especifico sobre quando, onde e o que aconteceu.

source: Describe your coping strategy...
es: Describe tu estrategia de afrontamiento...
pt_br: Descreva sua estrategia de enfrentamento...

source: Describe your feeling or mood
es: Describe tu sentimiento o estado de animo
pt_br: Descreva seu sentimento ou humor

source: Describe your ideal profile picture
es: Describe tu foto de perfil ideal
pt_br: Descreva sua foto de perfil ideal

source: Describe your professional background, credentials, and experience...
es: Describe tu formacion profesional, credenciales y experiencia...
pt_br: Descreva sua formacao profissional, credenciais e experiencia...

source: Describe your teaching philosophy and approach to wellness...
es: Describe tu filosofia de ensenanza y enfoque del bienestar...
pt_br: Descreva sua filosofia de ensino e abordagem ao bem-estar...

source: Describe your warning sign...
es: Describe tu senal de advertencia...
pt_br: Descreva seu sinal de alerta...

source: Description
es: Descripción
pt_br: Descrição

source: Description (optional)
es: Descripción (opcional)
pt_br: Descrição (opcional)

source: Deselect All
es: Deseleccionar todo
pt_br: Desmarcar tudo

source: Details
es: Detalles
pt_br: Detalhes

source: Detect emotions from your voice using on-device AI
es: Detecta emociones de tu voz usando IA en el dispositivo
pt_br: Detecte emoções da sua voz usando IA no dispositivo

source: Detected %@
es: Detectado %@
pt_br: Detectado %@

source: Detected at %@
es: Detectado a las %@
pt_br: Detectado às %@

source: Detected Patterns
es: Patrones detectados
pt_br: Padrões detectados

source: Detection Sensitivity
es: Sensibilidad de detección
pt_br: Sensibilidade de detecção

source: Deuteranopia (Green-Blind)
es: Deuteranopia (Ceguera al Verde)
pt_br: Deuteranopia (Cegueira ao Verde)

source: Device Capabilities
es: Capacidades del dispositivo
pt_br: Capacidades do dispositivo

source: Did this help?
es: Te ayudo esto?
pt_br: Isso ajudou?

source: Difficulty
es: Dificultad
pt_br: Dificuldade
